/* No comment provided by engineer. */
"%@ has good connectivity to the network." = "%@ hat eine gute Verbindung an das Netzwerk.";

/* No comment provided by engineer. */
"%@ has no connectivity to the network." = "%@ hat keine Verbindung an das Netzwerk.";

/* No comment provided by engineer. */
"%@ has okay connectivity to the network." = "%@ hat eine mittelmäßige Verbindung an das Netzwerk.";

/* friends list window title */
"%@ — Friends" = "%@ — Kontakte";

/* No comment provided by engineer. */
"A PIN isn't required." = "PIN-Nummern sind nicht benötigt.";

/* No comment provided by engineer. */
"Addresses look like name@doma.in." = "Adressen sehen wie name@doma.in aus.";

/* No comment provided by engineer. */
"Code Signature Invalid" = "Code-Unterschrift ungültig.";

/* No comment provided by engineer. */
"DHT:" = "DHT:";

/* No comment provided by engineer. */
"DHT: %lu" = "DHT: %lu";

/* No comment provided by engineer. */
"Did you type the PIN correctly?" = "Haben sie die PIN korrekt eingegeben?";

/* No comment provided by engineer. */
"Dismiss" = "Ausblenden";

/* No comment provided by engineer. */
"Do you really want to remove %@ from your friends list?" = "Wirklich %@ von der Kontakteliste entfernen?";

/* No comment provided by engineer. */
"Don't ask me whether to remove friends again" = "Nicht nochmal fragen, ob Kontakte entfernt werden sollen";

/* No comment provided by engineer. */
"Download %@" = "%@ herunterladen";

/* No comment provided by engineer. */
"Enter the password to unlock the profile \"%@\"." = "Passwort eingeben, um das Profil \"%@\" freizuschalten";

/* No comment provided by engineer. */
"Failed To Add Friend" = "Kontakt konnte nicht hinzugefügt werden.";

/* No comment provided by engineer. */
"Failed to add the friend because an error occurred." = "Kontakt konnte nicht hinzugefügt werden, weil ein Fehler auftrat.";

/* No comment provided by engineer. */
"Failed to add the friend because the Tox ID belonged to you." = "Kontakt konnte nicht hinzugefügt werden, weil die Tox ID Ihre war.";

/* No comment provided by engineer. */
"Failed to add the friend because the Tox ID is already in your friends list." = "Kontakt konnte nicht hinzugefügt werden, weil diese Tox ID schon in Ihrer Kontakteliste ist.";

/* No comment provided by engineer. */
"Failed to add the friend because the Tox ID was invalid." = "Kontakt konnte nicht hinzugefügt werden, weil die eingegebene Tox ID ungültig ist.";

/* No comment provided by engineer. */
"Friends" = "Kontakte";

/* DESGroupChat: Title template */
"Group chat #%d" = "Gruppenchat #%d";

/* No comment provided by engineer. */
"Group Chats" = "Gruppenchats";

/* Do not localize this string. */
"Huh?" = "Huh?";

/* No comment provided by engineer. */
"Ignore" = "Ignorieren";

/* No comment provided by engineer. */
"Invalid Tox ID" = "Ungültige Tox ID";

/* sample name for lookup sheet; lowercase */
"james" = "max.mustermann";

/* No comment provided by engineer. */
"Log in" = "Einloggen";

/* No comment provided by engineer. */
"Looks good." = "Sieht gut aus.";

/* No comment provided by engineer. */
"Next" = "Weiter";

/* No comment provided by engineer. */
"No" = "Nein";

/* No comment provided by engineer. TODO*/
"None" = "Kein PIN";

/* No comment provided by engineer. */
"Offline since: %@" = "Offline seit: %@";

/* No comment provided by engineer. */
"Password Incorrect" = "Passwort falsch.";

/* No comment provided by engineer. */
"PIN" = "PIN";

/* No comment provided by engineer. */
"Please Tox me on Tox." = "Bitte Toxe mich auf Tox.";

/* No comment provided by engineer. */
"Please use a longer password. Your personal identity is at stake here!" = "Bitte benutzen sie ein längeres Passwort. Ihre persönlichen daten stehen auf dem Spiel!";

/* No comment provided by engineer. */
"Press Return to search for a user at that address." = "Drücken sie Return, um nach einem Benutzer mit der Adresse zu suchen.";

/* No comment provided by engineer. */
"Profile Data Is Corrupt" = "Profildaten sind nicht lesbar";

/* No comment provided by engineer. */
"Public Key: %@\nAddress: %@:%hu" = "Öffentlichter Schlüssel: %1$@\nAdresse: %2$@:%3$hu";

/* No comment provided by engineer. */
"Public Key: %@\nIP Address: None (friend is offline)" = "Öffentlichter Schlüssel: %@\nIP-Adresse: Keine (Kontakt ist offline)";

/* No comment provided by engineer. */
"Quit" = "Beenden";

/* No comment provided by engineer. */
"Remove Friend" = "Kontakt entfernen";

/* No comment provided by engineer. */
"Request sent..." = "Anfrage geschickt...";

/* No comment provided by engineer. */
"Requests" = "Anfragen";

/* button title */
"Save" = "Speichern";

/* No comment provided by engineer. */
"That doesn't look like a valid Tox ID." = "Das scheint keine korrekte Tox ID zu sein.";

/* No comment provided by engineer. */
"That Tox URL doesn't look right. Are you sure that it's correct?" = "Die Tox URL scheint nicht richtig. Ist sie wirklich richtig?";

/* No comment provided by engineer. */
"The lookup failed due to an unknown error." = "DNS-Lookup ist aus einem unbekannten Grund Fehlgeschlagen.";

/* No comment provided by engineer. */
"The message was too long." = "Die Nachricht ist zu lang.";

/* No comment provided by engineer. */
"The passwords don't match." = "Die Passwörter stimmen nicht überein.";

/* No comment provided by engineer. */
"The server didn't respond correctly." = "Der Server hat nicht richtig geantwortet.";

/* No comment provided by engineer. */
"The user couldn't be found." = "Der Benutzer konnte nicht gefunden werden.";

/* No comment provided by engineer. */
"This copy of %1$@ DID NOT pass code signature verification!\nIt probably has a botnet in it. Please download %1$@ again from %2$@." = "Diese Kopie von %1$@ hat die Unterschriftsverifikation NICHT BESTANDEN!\nSie könnte möglicherweise ein Botnet oder anderen Virus enthalten. Bitte laden sie %1$@ wieder von %2$@ herunter.";

/* No comment provided by engineer. */
"This type of PIN is 6 characters long." = "Diese Art von PIN ist 6 Stellen lang.";

/* No comment provided by engineer. */
"Tox IDs are usually 76 characters long." = "Tox IDs sind normalerweise 76 Stellen lang.";

/* default status message */
"Toxing on %@ %@" = "Verbunden mit %1$@ %2$@";

/* No comment provided by engineer. */
"Unknown" = "Unbekannt";

/* No comment provided by engineer. */
"Unknown (%@)" = "Unbekannt (%@)";

/* No comment provided by engineer. */
"Version %@" = "Version %@";

/* No comment provided by engineer. */
"Welcome to %@. Enter a nickname to get started." = "Willkommen zu %@. Geben sie einen Nickname ein, um anzufangen.";

/* displayed when you choose to export a qr code */
"Where would you like to save the QR code?" = "Wo würden sie gerne den QR code speichern?";

/* DESGroupChat: Title template (plural) */
"with %d people" = "Mit %d Leuten";

/* DESGroupChat: Title template (singular) */
"with %d person" = "Mit %d Person";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"Your name was blank, or it was too long. Try another." = "Der Nickname war leer oder zu lang. Bitte wählen sie einen anderen.";

/* No comment provided by engineer. */
"Your profile could not be loaded because the data was corrupt." = "Ihr Profil konnte nicht geladen werden, weil die Daten nicht lesbar sind.";

/* No comment provided by engineer. */
"Your profile could not be loaded because you entered the wrong password." = "Ihr Profil konnte nicht geladen werden, weil sie das falsche Passwort eingegeben haben.";

/* The space is important! */
"✎ " = "✎ ";